{
  "noUploadHeader": "نرجو تأكيد حسابك لتحصل على دخول غير محدود للدورات والشهادات المجانية.",
  "noUploadDescription": "التحقق متاح للأشخاص الذين لديهم وضع اللاجئين أو اللجوء أو طالبي اللجوء أو أي شكل آخر من أشكال الحماية الدولية. قد يتم تمديد الأهلية للتحقق وفقًا لموقعك. إذا لم تكن مؤهلاً، يمكنك لا تزال تدرس دوراتنا المستضافة من قبل Kiron مجانًا.",
  "uploadDocumentBtn": "حمّل الوثيقة",
  "inReviewHeader": "قيد المراجعة",
  "inReviewDescription": "شكراً لتحميل الوثائق. نحن الآن نقوم بمراجعتها وسوف تتلقى رسالة بريد إلكتروني منا في الأسابيع القليلة المقبلة.",
  "inReviewDescriptionComment": "نحن فريق صغير، لذا قد تستغرق مراجعة مستندات بعض الوقت. يرجى الامتناع عن مراسلتنا بشأن موعد التحقق من هويه - وسنقوم بالرد عليك!",
  "reuploadDocumentBtn": "أعد تحميل الوثائق",
  "invalidUploadHeader": "عذرا، يبدو أن هذه الوثائق غير صحيحة",
  "invalidUploadDescription": "تأكد من فهمك لمعايير الأهلية الخاصة بكيرون وانقر على إعادة تحميل المستند أدناه لتقديم مستندك الجديد. في الصفحة التالية، سترى أمثلة للمستندات المقبولة.",
  "rejectedHeader": "لم نتمكن من التحقق من وثائقك",
  "rejectedDescription": "عذراً، لا نستطيع التحقق من الوثائق التي قمت بتحميلها. لكنك لا يزال بإمكانك الوصول إلى برامج Kiron المجانية. للأسئلة، يرجى التواصل معنا على student-support@kiron.ngo",
  "rejectedBtn": "اتصل بنا",
  "acceptedHeader": "وثائقك صحيحة",
  "acceptedDescription": "استمتع ببرامجنا التعليمية على صفحة الاستكشاف، أو تعرف على الطلاب الآخرين في منطقتك على صفحة المجتمع.",
  "whyVerify": "لماذا التحقق؟",
  "eligibleBtn": "هل أنا مؤهل؟",
  "ineligibleBtn": "لماذا لست مؤهلاً؟",
  "ineligibleUploadHeader": "شكرًا لتقديم مستنداتك!",
  "ineligibleUploadDescription": "قام فريقنا بمراجعتها، وللأسف، أنت غير مؤهل للوصول الكامل إلى كتالوج Kiron. ومع ذلك، يمكنك الاستمرار في الوصول إلى دوراتنا ومواردنا الأساسية وستستمر في تلقي الاتصالات ذات الصلة منا. يُرجى ملاحظة أنه لا يمكن التقديم مرة أخرى في الوقت الحالي.",
  "documentCheckClosed": "قدمت كيرون نظامًا جديدًا للتحقق الدوري من الوثائق ومعايير الأهلية. لا يزال بإمكانك الوصول إلى حرم كيرون وستستمر في تلقي رسائل منا، ما لم تقم بإلغاء الاشتراك. العروض لبعض الدورات والبرامج متاحة فقط للمتعلمين الذين تم التحقق منهم. اقرأ المزيد عن العملية الجديدة على",
  "moreInfo": "مزيد من المعلومات",
  "thisPage": "هذه الصفحة."
}
