{
  "extras": {
    "preview": "Preview",
    "step": "Step {{currentStep}}/{{totalSteps}}"
  },
  "headers": {
    "yourPrivacy": "Your Privacy",
    "privacyPolicy": "Learn more in our <0>privacy policy</0>.",
    "adjustProfile": "Adjust how other students see your profile",
    "communityHeader": "Join the Community",
    "privacyPreferences": "Privacy preferences",
    "updatedPreferences": "Hello there {{studentName}}, we updated the privacy preferences"
  },
  "buttons": {
    "getStarted": "Get started",
    "noThanks": "No, thanks",
    "save": "Save",
    "shareLocation": "Share location",
    "managePreferences": "Manage preferences",
    "cancel": "Cancel",
    "joinCommunity": "Join community",
    "readMore": "Read more",
    "close": "Close"
  },
  "toasters": {
    "newSubOrgContent": "New content is added from {{subOrganizations}}. Have fun learning!",
    "savedPreferences": "Your preferences are saved. You can always change them in Privacy Preferences.",
    "partOfCommunity": "You are now part of the community. Have fun learning with other students!",
    "partOfCommunityMap": "You are now part of the community map. Have fun learning with other students!"
  },
  "privacyPreferences": {
    "tabs": {
      "general": "General",
      "profile": "Profile",
      "partnerOrgs": "Partner Organizations",
      "externalPlatforms": "External Platforms"
    },
    "displayedName": {
      "header": "First Name",
      "checkbox": "Show first name instead of the nickname.",
      "errorInput": "Nickname should only contain letters, numbers, spaces and dashes"
    },
    "profilePhoto": {
      "header": "Profile Photo",
      "checkbox01": "Upload profile photo. (.jpeg, .png, .jpg)",
      "checkbox02": "Show uploaded profile photo instead of the default one."
    },
    "activity": {
      "header": "Activity",
      "checkbox": "Show started courses, joined projects and events."
    },
    "subOrg": {
      "notificationHeader": "Hooray! You are part of {{subOrganizations}}.",
      "notificationDescription": "Your consent is needed to activate their content.",
      "description": "To access {{subOrganizations}} content, we need your consent to share your personal data with them.",
      "checkbox": "I am OK with sharing my personal data with {{subOrganization}}",
      "details": "I allow Kiron to share my personal data (full name, Kiron e-mail address, country of origin, gender, date of birth) with {{subOrganization}} for the purposes of accessing their content. My data will be stored by {{subOrganization}} on secure servers and only eligible {{subOrganization}} employees, which are required to comply with data protection regulations in writing, will be given access to them. I can always request a correction of this data and their deletion writing to student-support@kiron.ngo."
    },
    "directMessaging": {
      "description": "Did you know that you can get contacted directly from campus spaces? Just a consent away.",
      "header": "Direct Messaging (optional)",
      "checkbox": "I am OK with being contacted by other students within campus.",
      "details": "If you agree to the community code of conduct, a community profile will be created for you. You can access the community via the community tab in the top navigation."
    },
    "communityMap": {
      "header": "Community Map Privacy",
      "shareLocation": "Before using the map we need your consent for sharing your location with other students.",
      "shareData": "Before using the map we need your consent for sharing your data with other students.",
      "locationHeader": "Location",
      "locationCheckbox": "I am OK with sharing my location in the community map.",
      "inputLabel": "Please share your city so you can be visible on the map",
      "inputPlaceholder": "City"
    },
    "uploadPhoto": {
      "description": "Before you upload a profile photo, we need your consent to show it with other students in campus.",
      "header": "Profile Photo",
      "checkbox": "I am OK with sharing my profile photo with other students within campus.",
      "uploadText": "Drop your photo here or browse"
    }
  },
  "codeOfConduct": {
    "header": "Code of Conduct",
    "description": "Before you join, please read our Code of Conduct below.",
    "checkbox": "I agree to the community code of conduct.",
    "details": "{{codeOfConduct}}"
  },
  "cookieBanner": {
    "header": "We value your privacy",
    "infoMessage": "We store necessary cookies to remember your cookie preferences. We also use Google Analytics cookies to collect anonymous usage statistics that help us improve our website. Cookies and HTML Web Storage (Local Storage & Session Storage) are used for basic website functionality like maintaining your session and selected preferences. By clicking 'Accept All', you agree to the use of analytics cookies in addition to the necessary cookies.",
    "acceptAll": "Accept all",
    "rejectAll": "Reject all",
    "ariaLabel": "Cookie settings",
    "manage": "Manage preferences",
    "preferences": "Cookie Settings",
    "preferencesDescription": "Choose which cookies to allow. Necessary cookies and HTML Web Storage are always enabled as they are required for the website to function.",
    "essential": "Necessary Cookies and Storage (Required)",
    "essentialDescription": "These cookies and HTML Web Storage (Local Storage & Session Storage) are necessary for basic website functions like maintaining your session and remembering your cookie preferences. The cookies are stored for {{days}} days.",
    "analytics": "Analytics Cookies",
    "analyticsDescription": "Google Analytics cookies collect anonymous data about how visitors use our website, helping us understand usage patterns and improve our service.",
    "save": "Save preferences",
    "cancel": "Cancel",
    "essentialAriaLabel": "Cookie information",
    "essentialHeader": "This website uses necessary cookies",
    "essentialMessage": "We use necessary cookies (stored for {{days}} days) and HTML Web Storage (Local Storage & Session Storage) for basic website functions like maintaining your session and remembering your cookie preferences.",
    "acknowledge": "Got it"
  }
}
