{
  "extras": {
    "preview": "Vorschau",
    "step": "Schritt {{currentStep}}/{{totalSteps}}"
  },
  "headers": {
    "yourPrivacy": "Deine Privatsphäre",
    "privacyPolicy": "Mehr Infos in unseren <0>Datenschutzrichtlinien</0>",
    "adjustProfile": "Anpassen, wie andere Lernende dein Profil sehen",
    "communityHeader": "Community beitreten",
    "privacyPreferences": "Privatsphäre Einstellungen",
    "updatedPreferences": "Hallo {{studentName}}, wir haben unsere Privatsphäre Einstellungen aktualisiert. "
  },
  "buttons": {
    "getStarted": "Los geht's",
    "noThanks": "Nein, danke",
    "save": "Speichern",
    "shareLocation": "Ort teilen",
    "managePreferences": "Einstellungen anpassen",
    "cancel": "Abbrechen",
    "joinCommunity": "Community beitreten",
    "readMore": "Mehr lesen",
    "close": "Schließen"
  },
  "toasters": {
    "newSubOrgContent": "Neue Inhalte von {{subOrganizations}} wurden hinzugefügt. Viel Spaß beim Lernen!",
    "savedPreferences": "Deine Einstellungen wurden aktualisiert. Du kannst sie jederzeit ändern in den Privatsphäre Einstellungen.",
    "partOfCommunity": "Du bist jetzt Teil unserer Community. Viel Spaß beim Lernen mit Anderen!",
    "partOfCommunityMap": "Du bist jetzt Teil unserer Community Karte. Viel Spaß beim Lernen mit Anderen!"
  },
  "privacyPreferences": {
    "tabs": {
      "general": "Allgemeins",
      "profile": "Profils",
      "partnerOrgs": "Partnerorganisationens",
      "externalPlatforms": "Externe Plattformens"
    },
    "displayedName": {
      "header": "Vorname",
      "checkbox": "Vorname anstatt Nickname anzeigen",
      "errorInput": "Dein Nickname sollte nur Buchstaben, Zahlen, Leerzeichen oder Bindestriche enthalten"
    },
    "profilePhoto": {
      "header": "Profilbild",
      "checkbox01": "Profilbild hochladen (.jpeg, .png, .jpg)",
      "checkbox02": "Zeige hochgeladenes Profilbild anstelle des voreingestelltes Bildes."
    },
    "activity": {
      "header": "Aktivität",
      "checkbox": "Begonnene Kurse, angefangene Projekte und Veranstaltungen anzeigen."
    },
    "subOrg": {
      "notificationHeader": "Hurrah! Du bist nun Teil von {{subOrganizations}}",
      "notificationDescription": "Um diese Inhalte anzuzeigen ist deine Zustimmung benötigt.",
      "description": "Damit du die Inhalte von {{subOrganizations}} sehen kannst, brauchen wir deine Zustimmung, dass deine Daten mit dieser Organisation geteilt werden darf.",
      "checkbox": "Ich stimme zu, dass meine persönlichen Daten mit {{subOrganizations}} geteilt werden dürfen.",
      "details": "Ich erlaube Kiron, meine persönlichen Daten (Name, Kiron-Emailadresse, Herkunftsland, Geschlecht, Geburtsdatum) mit {{subOrganizations}} zu teilen, um Zugang zu deren Inhalten zu bekommen. Meine Daten werden von {{subOrganizations}} auf sicheren Servern gespeichert, und nur qualifizierte Mitarbeiter:innen von {{subOrganizations}} erhalten nach schriflticher Zustimmung zu den einschlägigen Datenschutzregelungen Zugang dazu. Ich kann jederzeit meine Daten korrigieren oder löschen lassen, per schriftlicher Anfrage an student-support@kiron.ngo."
    },
    "directMessaging": {
      "description": "Wusstest du, dass du direkt über den Campus kontaktiert werden kannst? Du musst nur deine Zustimmung dazu geben.s",
      "header": "Persönliche Nachrichten (optional)",
      "checkbox": "Ich stimme zu, dass andere Lernende mich über den Campus kontaktieren dürfen.",
      "details": "Wenn du den Verhaltensregeln unserer Community zustimmst, dann wird für dich ein Community Profil angelegt. Du erreichst die Community über den Community Reiter in der Top-Navigation."
    },
    "communityMap": {
      "header": "Community Karte Privatsphäre",
      "shareLocation": "Bevor du die Karte nutzen kannst, brauchen wir deine Zustimmung, dass dein Ort mit anderen Lernenden geteilt werden darf.",
      "shareData": "Bevor du die Karte nutzen kannst, brauchen wir deine Zustimmung, dass deine Daten mit anderen Lernenden geteilt werden dürfen.",
      "locationHeader": "Ort",
      "locationCheckbox": "Ich stimme zu, dass mein Ort in der Community Karte geteilt wird.",
      "inputLabel": "Bitte gib deine Stadt an, damit du auf der Karte auftauchst.",
      "inputPlaceholder": "Stadt"
    },
    "uploadPhoto": {
      "description": "Bevor du ein Foto hochlädst brauchen wir deine Zustimmung, dass das Foto anderen Lernenden im Campus gezeigt werden darf.",
      "header": "Profilbild",
      "checkbox": "Ich stimme zu, dass andere Lernende im Campus mein Profilfoto sehen können.",
      "uploadText": "Füge hier dein Foto hinzu, oder auf dem Computer suchen"
    }
  },
  "codeOfConduct": {
    "header": "Verhaltensregeln",
    "description": "Bevor es weitergeht, lies bitte unsere folgenden Verhaltensregeln.",
    "checkbox": "Ich stimme den Community Verhaltensregeln zu.",
    "details": "{{codeOfConduct}}"
  },
  "cookieBanner": {
    "header": "Deine Privatsphäre ist uns wichtig",
    "infoMessage": "Wir speichern notwendige Cookies, um deine Cookie-Einstellungen zu speichern. Wir verwenden Google Analytics Cookies, um anonyme Nutzungsstatistiken zu sammeln, die uns helfen, unsere Website zu verbessern. Notwendige Cookies und HTML Web Storage (Local Storage & Session Storage) sind streng auf wesentliche Website-Funktionen beschränkt, wie zum Beispiel das Aufrechterhalten deiner Sitzung und das Speichern deiner Einstellungen. Sie speichern keine Analyse-, Tracking- oder Marketing-Daten. Wenn du auf 'Alle akzeptieren' klickst, stimmst du der Verwendung von Analytics-Cookies zusätzlich zu den notwendigen Cookies zu. Google Analytics-Daten können in Drittländern (z.B. USA) verarbeitet werden, wo andere Datenschutzstandards gelten können. Mit deiner Einwilligung stimmst du möglichen Datenübertragungen außerhalb der EU zu.",
    "acceptAll": "Alle akzeptieren",
    "rejectAll": "Nur notwendige Cookies",
    "ariaLabel": "Cookie-Einstellungen",
    "manage": "Einstellungen verwalten",
    "preferences": "Cookie-Einstellungen",
    "preferencesDescription": "Wähle aus, welche Cookies du zulassen möchtest. Notwendige Cookies und HTML Web Storage sind immer aktiviert, da sie für die Funktionalität der Website erforderlich sind.",
    "essential": "Notwendige Cookies und Speicher (Erforderlich)",
    "essentialDescription": "Diese Cookies und HTML Web Storage (Local Storage & Session Storage) sind für die grundlegenden Website-Funktionen unbedingt erforderlich, wie zum Beispiel, damit du eingeloggt bleibst und deine Cookie-Einstellungen gespeichert werden. Sie verfolgen dich nicht und speichern keine Analyse-, Marketing- oder andere nicht essentielle Daten. Die Cookies werden für {{days}} Tage gespeichert.",
    "analytics": "Analytics Cookies",
    "analyticsDescription": "Google Analytics Cookies sammeln anonyme Daten darüber, wie Besucher unsere Website nutzen. Das hilft uns, Nutzungsmuster zu verstehen und unseren Service zu verbessern. Google Analytics-Daten können in Drittländern (z.B. USA) verarbeitet werden, wo andere Datenschutzgesetze gelten können. Mit deiner Einwilligung stimmst du möglichen Datenübertragungen außerhalb der EU zu.",
    "save": "Einstellungen speichern",
    "cancel": "Abbrechen",
    "essentialAriaLabel": "Cookie-Information",
    "essentialHeader": "Diese Website verwendet notwendige Cookies",
    "essentialMessage": "Wir verwenden notwendige Cookies (gespeichert für {{days}} Tage) und HTML Web Storage (Local Storage & Session Storage) ausschließlich für wesentliche Website-Funktionen, wie das Aufrechterhalten deiner Sitzung und das Speichern deiner Cookie-Einstellungen. Diese speichern keine Analyse-, Tracking- oder Marketing-Daten.",
    "acknowledge": "Verstanden"
  }
}
