{
  "noUploadHeader": "Bitte verifiziere dein Konto, um unbegrenzten Zugang zu kostenlosen Kursen und Zertifikaten zu erhalten.",
  "noUploadDescription": "Die Verifizierung steht Personen mit einem Status als Flüchtlinge, Asylsuchende, Asylbewerber oder einer anderen Form internationalen Schutzes zur Verfügung. Die Berechtigung zur Verifizierung kann je nach Standort erweitert werden. Wenn Sie nicht berechtigt sind, können Sie unsere von Kiron gehosteten Kurse weiterhin kostenlos studieren.",
  "uploadDocumentBtn": "Dokument hochladen",
  "inReviewHeader": "Prüfung läuft",
  "inReviewDescription": "Vielen Dank für das Hochladen deines Dokuments. Wir prüfen es jetzt und du wirst in einigen Wochen von uns eine E-Mail erhalten.",
  "inReviewDescriptionComment": "Wir sind ein kleines Team und prüfen jedes Dokument einzeln, es kann daher einige Zeit in Anspruch nehmen. Bitte siehe davon ab, Nachfragen zum Status deiner Dokumentenprüfung zu schicken - wir melden uns bald bei dir!",
  "reuploadDocumentBtn": "Dokument erneut hochladen",
  "invalidUploadHeader": "Hoppla, anscheinend war das nicht das richtige Dokument",
  "invalidUploadDescription": "Bitte schau dir den Dokumentenleitfaden an und versuche es erneut.",
  "rejectedHeader": "Dein Dokument konnte nicht verifiziert werden",
  "rejectedDescription": "Es tut uns leid, wir können das hochgeladene Dokument nicht verifizieren. Du hast jedoch weiterhin Zugang zu unseren kostenlosen Inhalten. Bei Fragen wende dich an student-support@kiron.ngo",
  "rejectedBtn": "Kontaktiere uns",
  "acceptedHeader": "Dein Dokument ist gültig",
  "acceptedDescription": "Starte mit unseren Lerninhalten auf der Seite Entdecken oder triff andere Lernende in deiner Umgebung auf der Seite Community.",
  "whyVerify": "Warum verifizieren?",
  "eligibleBtn": "Bin ich berechtigt?",
  "ineligibleBtn": "Warum bin ich nicht berechtigt?",
  "ineligibleUploadHeader": "Vielen Dank für das Einreichen Ihrer Dokumente!",
  "ineligibleUploadDescription": "Unser Team hat Ihre Dokumente geprüft und leider sind Sie nicht berechtigt, vollen Zugang zum Kiron-Katalog zu erhalten. Sie können jedoch weiterhin auf unsere grundlegenden Kurse und Ressourcen zugreifen und werden weiterhin relevante Mitteilungen von uns erhalten. Bitte beachten Sie, dass eine erneute Bewerbung momentan nicht möglich ist.",
  "documentCheckClosed": "Kiron hat ein neues System zur regelmäßigen Dokumentenüberprüfung eingeführt, was bedeutet, dass der Campus zu bestimmten Zeiten im Jahr für Überprüfungen geöffnet wird. Derzeit ist die Dokumentenüberprüfung für neue Lernende geschlossen. Sie können jedoch weiterhin auf unsere Grundkurse und Ressourcen zugreifen und erhalten von uns Updates, einschließlich Benachrichtigungen, wenn die nächste Überprüfungsperiode beginnt.",
  "moreInfo": "Mehr Informationen"
}
