{
  "extras": {
    "preview": "مخکتنه",
    "step": "ګام {{currentStep}}/{{totalSteps}}"
  },
  "headers": {
    "yourPrivacy": "ستاسو محرمیت",
    "privacyPolicy": "زموږ په {{privacyPolicyLink}} کې نور زده کړئ.",
    "adjustProfile": "تنظیم کړئ چې نور زده کونکي ستاسو پروفایل څنګه ګوري",
    "communityHeader": "په ټولنه کې ګډون وکړئ",
    "privacyPreferences": "د محرمیت غوره توبونه",
    "updatedPreferences": "سلام دلته {{studentName}} ، موږ د محرمیت غوره توبونه تازه کړل"
  },
  "buttons": {
    "getStarted": "پیل یې کړئ",
    "noThanks": "نه مننه",
    "save": "خوندي کول",
    "shareLocation": "موقعیت شریک کړئ",
    "managePreferences": "غوره توبونه اداره کړئ",
    "cancel": "لغوه کول",
    "joinCommunity": "ټولنې سره یوځای شئ",
    "readMore": "Read more",
    "close": "تړل"
  },
  "toasters": {
    "newSubOrgContent": "نوې مینځپانګه د {{subOrganizations}} څخه اضافه شوې. په زړه پوری زده کړه وکړئ!",
    "savedPreferences": "ستاسو غوره توبونه خوندي شوي. تاسو کولی شئ دا تل د محرمیت غوره توبونو کې بدل کړئ.",
    "partOfCommunity": "تاسو اوس د ټولنې برخه یاست. د نورو زده کونکو سره د ساتیرۍ زده کړه وکړئ!",
    "partOfCommunityMap": "تاسو اوس د ټولنې نقشې برخه یاست. د نورو زده کونکو سره ساتیري زده کړه وکړئ!"
  },
  "privacyPreferences": {
    "tabs": {
      "general": "عمومي",
      "profile": "پروفایل",
      "partnerOrgs": "ملګری سازمانونه",
      "externalPlatforms": "بهرني پلیټ فارمونه"
    },
    "displayedName": {
      "header": "لومړی نوم",
      "checkbox": "د مستعار نوم پرځای لومړی نوم وښایاست.",
      "errorInput": "مستعار نوم باید یوازې لیکونه ، شمیرې ، ځایونه او ډشونه ولري"
    },
    "profilePhoto": {
      "header": "د پروفایل عکس",
      "checkbox01": "(.jpeg, .png, .jpg) د پروفایل عکس پورته کړئ.",
      "checkbox02": "د ډیفالټ عکس پرځای د اپلوډ شوي پروفایل عکس ښودل."
    },
    "activity": {
      "header": "فعالیت",
      "checkbox": "پیل شوي کورسونه وښایاست ، په پروژو او پیښو کې ګډون وکړئ."
    },
    "subOrg": {
      "notificationHeader": "ګوره! تاسو د {{subOrganizations}} برخه یاست.",
      "notificationDescription": "د دوی مینځپانګې فعالولو لپاره ستاسو رضایت ته اړتیا ده.",
      "description": "د {{subOrganizations}} مینځپانګې ته لاسرسی لپاره ، موږ ستاسو رضایت ته اړتیا لرو ترڅو ستاسو شخصي معلومات له دوی سره شریک کړو.",
      "checkbox": "زه د خپل شخصي معلوماتو شریکولو سره سم یم {{subOrganization}}",
      "details": "زه کیرون ته اجازه ورکوم چې خپل شخصي معلومات (بشپړ نوم ، د کیرون بریښنالیک آدرس ، د اصلي هیواد ، جندر ، د زیږون نیټه) د دوی مینځپانګې ته د لاسرسي لپاره د {{subOrganization}} سره شریک کړي. زما معلومات به د {{subOrganization}} لخوا په خوندي سرورونو کې زیرمه شي او یوازې وړ {{subOrganization}} کارمندان ، کوم چې په لیکلي ډول د معلوماتو محافظت مقرراتو اطاعت کولو ته اړتیا لري ، دوی ته به لاسرسی ورکړل شي. زه تل کولی شم د دې ډیټا اصلاح کولو غوښتنه وکړم او د دوی حذف کولو لیکنه زده کونکي- supportppkiron.ngo ته واستوم"
    },
    "directMessaging": {
      "description": "ایا تاسو پوهیږئ چې تاسو کولی شئ مستقیم د کیمپس ځایونو سره اړیکه ونیسئ؟ یوازې یو رضایت لرې.",
      "header": "مستقیم پیغام ورکول (اختیاري)",
      "checkbox": "زه په کیمپس کې د نورو زده کونکو لخوا تماس نیول کیدو سره سم یم.",
      "details": "که تاسو د ټولنې اخلاق سره موافق یاست ، د ټولنې پروفایل به ستاسو لپاره رامینځته شي. تاسو کولی شئ په لوړ نیویګیشن کې د ټولنې ټب له لارې ټولنې ته لاسرسی ومومئ."
    },
    "communityMap": {
      "header": "د ټولنې نقشې محرمیت",
      "shareLocation": "د نقشې کارولو دمخه موږ د نورو زده کونکو سره ستاسو موقعیت شریکولو لپاره ستاسو رضایت ته اړتیا لرو.",
      "shareData": "د نقشې کارولو دمخه موږ نورو زده کونکو سره ستاسو د معلوماتو شریکولو لپاره ستاسو رضایت ته اړتیا لرو.",
      "locationHeader": "ځای",
      "locationCheckbox": "زه د ټولنې په نقشه کې د خپل ځای شریکولو سره سم یم.",
      "inputLabel": "مهرباني وکړئ خپل ښار شریک کړئ ترڅو تاسو په نقشه کې ښکاره شئ",
      "inputPlaceholder": "ښار"
    },
    "uploadPhoto": {
      "description": "مخکې لدې چې تاسو د پروفایل عکس اپلوډ کړئ ، موږ ستاسو رضایت ته اړتیا لرو ترڅو دا په کیمپس کې د نورو زده کونکو سره وښیو.",
      "header": "د پروفایل عکس",
      "checkbox": "زه په کیمپس کې د نورو زده کونکو سره زما د پروفایل عکس شریکولو سره سم یم.",
      "uploadText": "خپل عکس دلته ولیکئ یا {{browse}}"
    }
  },
  "codeOfConduct": {
    "header": "د اخلاق اخلاق",
    "description": "مخکې لدې چې تاسو پکې ګډون وکړئ ، مهرباني وکړئ زموږ د چلند کوډ لاندې ولولئ.",
    "checkbox": "زه د ټولنې اخلاق سره موافق یم.",
    "details": "{{codeOfConduct}}"
  },
  "cookieBanner": {
    "header": "موږ ستاسو محرمیت ته ارزښت ورکوو",
    "infoMessage": "موږ اړین کوکیز ستاسو د کوکي غوراوي په یاد ساتلو لپاره ذخیره کوو. موږ د Google Analytics کوکیز کاروو ترڅو بې نومه کارونې شمېرنې راټولې کړو چې زموږ سره د ویب پاڼې په ښه کولو کې مرسته کوي. اړین کوکیز او HTML ویب ذخیره (محلي ذخیره او د غونډې ذخیره) یوازې د ویب پاڼې اړینو دندو لپاره محدود دي، لکه ستاسو د غونډې ساتل او ستاسو د غوراوي په یاد ساتل. دوی د تحلیل، تعقیب، یا بازارموندنې معلومات نه ذخیره کوي. د 'ټول منل' په کلیک کولو سره، تاسو د اړین کوکیز سربیره د تحلیلي کوکیز کارولو سره موافقه کوئ. د Google Analytics معلومات ممکن په دریمو هیوادونو (لکه متحده ایالات) کې پروسس شي، چیرې چې د معلوماتو خوندیتوب مختلف معیارونه پلي کیدی شي. په رضایت سره، تاسو د اروپایي اتحادیې څخه بهر د احتمالي معلوماتو لیږد سره موافقه کوئ.",
    "acceptAll": "ټول ومنئ",
    "rejectAll": "یوازې اړین کوکیز",
    "ariaLabel": "د کوکیز تنظیمات",
    "manage": "غوراوي تنظیم کړئ",
    "preferences": "د کوکیز تنظیمات",
    "preferencesDescription": "غوره کړئ کوم کوکیز اجازه ورکړئ. اړین کوکیز او HTML ویب ذخیره تل فعال دي ځکه چې دا د ویب پاڼې د کار کولو لپاره اړین دي.",
    "essential": "اړین کوکیز او ذخیره (اړین)",
    "essentialDescription": "دا کوکیز او HTML ویب ذخیره (محلي ذخیره او د غونډې ذخیره) د ویب پاڼې اساسي دندو لپاره سخت اړین دي، لکه تاسو ننوتي ساتل او ستاسو د کوکي غوراوي په یاد ساتل. دوی تاسو نه تعقیبوي او د تحلیل، بازارموندنې یا نورو غیر اړین معلومات نه ذخیره کوي. کوکیز د {{days}} ورځو لپاره ذخیره کیږي.",
    "analytics": "تحلیلي کوکیز",
    "analyticsDescription": "د Google Analytics کوکیز بې نومه معلومات راټولوي چې څنګه لیدونکي زموږ ویب پاڼه کاروي، موږ سره د کارونې نمونو په پوهیدو او زموږ د خدمت په ښه کولو کې مرسته کوي. د Google Analytics معلومات ممکن په دریمو هیوادونو (لکه متحده ایالات) کې پروسس شي، چیرې چې د معلوماتو خوندیتوب قوانین توپیر لري. په رضایت سره، تاسو د اروپایي اتحادیې څخه بهر د احتمالي معلوماتو لیږد سره موافقه کوئ.",
    "save": "غوراوي خوندي کړئ",
    "cancel": "لغوه کړئ",
    "essentialAriaLabel": "د کوکیز معلومات",
    "essentialHeader": "دا ویب پاڼه اړین کوکیز کاروي",
    "essentialMessage": "موږ اړین کوکیز (د {{days}} ورځو لپاره ذخیره شوي) او HTML ویب ذخیره (محلي ذخیره او د غونډې ذخیره) یوازې د ویب پاڼې اړینو دندو لپاره کاروو، لکه ستاسو د غونډې ساتل او ستاسو د کوکي غوراوي په یاد ساتل. دوی د تحلیل، تعقیب یا بازارموندنې معلومات نه ذخیره کوي.",
    "acknowledge": "پوه شوم"
  }
}
